Day Book

*** Finish writing pdf of MLE Poisson
    CLOCK: [2013-08-26 Mon 16:00]--[2013-08-26 Mon 17:00] =>  1:00

*** DONE Orientation  
    CLOCK: [2013-08-27 Tue 08:30]--[2013-08-27 Tue 10:30] =>  2:00
*** DONE Point Mutations Assignment
    CLOCK: [2013-08-27 Tue 11:00]--[2013-08-27 Tue 16:46] =>  5:46
    
*** DONE Install VPN access
    CLOCK: [2013-08-27 Tue 19:00]--[2013-08-27 Tue 20:00] =>  1:00

*** DONE Pdf of MLE Poisson
    CLOCK: [2013-08-26 Mon 16:00]--[2013-08-26 Mon 17:00] =>  1:00

    CLOCK: [2013-08-27 Tue 16:46]--[2013-08-27 Tue 17:00] =>  0:14

